---
kind: other
id: Methods.T:Autodesk.Revit.DB.DocumentSetIterator
source: html/d521ce74-6181-d204-788c-40d4f300508c.htm
---
# DocumentSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.